1YiB.rust-bundle
alefragnani.project-manager
asvetliakov.vscode-neovim
dbaeumer.vscode-eslint
denoland.vscode-deno
doinkythederp.nasm-language-support
dustypomerleau.rust-syntax
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.copilot-chat
golang.go
GulajavaMinistudio.mayukaithemevsc
hediet.vscode-drawio
ipatalas.vscode-postfix-ts
JulianIaquinandi.nvim-ui-modifier
k--kato.intellij-idea-keybindings
KevinRose.vsc-python-indent
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
nrwl.angular-console
PKief.material-icon-theme
Prisma.prisma
rights.nas-vscode
ritwickdey.LiveServer
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
serayuzgur.crates
steoates.autoimport
trinm1709.dracula-theme-from-intellij
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
WallabyJs.wallaby-vscode
wraith13.bracket-lens
YoavBls.pretty-ts-errors
yusukehirao.vscode-markuplint
