1yib.rust-bundle
aaron-bond.better-comments
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
anan.jetbrains-darcula-theme
asvetliakov.vscode-neovim
azemoh.theme-onedark
benjaminbenais.copilot-theme
bmalehorn.test-switcher
bmewburn.vscode-intelephense-client
codingyu.laravel-goto-view
damms005.devdb
dart-code.dart-code
dart-code.flutter
david-j-lee.github-dark-color-theme
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
denoland.vscode-deno
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
doinkythederp.nasm-language-support
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
eamodio.gitlens
editorconfig.editorconfig
endormi.2077-theme
enkia.tokyo-night
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fill-labs.dependi
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
glitchbl.laravel-create-view
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gulajavaministudio.mayukaithemevsc
hediet.vscode-drawio
ihunte.laravel-blade-wrapper
ipatalas.vscode-postfix-ts
jdinhlife.gruvbox
julianiaquinandi.nvim-ui-modifier
k--kato.intellij-idea-keybindings
kevinrose.vsc-python-indent
marcelovelasquez.flutter-tree
mikestead.dotenv
mquandalle.graphql
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.vscode-speech
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
naoray.laravel-goto-components
naumovs.color-highlight
nrwl.angular-console
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
oscarcs.dart-syntax-highlighting-only
pgl.laravel-jump-controller
pkief.material-icon-theme
prisma.prisma
rights.nas-vscode
ritwickdey.liveserver
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
ryannaddy.laravel-artisan
serayuzgur.crates
shufo.vscode-blade-formatter
steoates.autoimport
streetsidesoftware.code-spell-checker
tauri-apps.tauri-vscode
tinkertrain.theme-panda
tobiasalthoff.atom-material-theme
trinm1709.dracula-theme-from-intellij
unthrottled.doki-theme
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
vue.volar
wallabyjs.console-ninja
wallabyjs.wallaby-extension-pack
wallabyjs.wallaby-vscode
wayou.vscode-todo-highlight
wollacebuarque.tailwind-theme
yoavbls.pretty-ts-errors
yusukehirao.vscode-markuplint
