alefragnani.project-manager
asvetliakov.vscode-neovim
dbaeumer.vscode-eslint
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.copilot-chat
GulajavaMinistudio.mayukaithemevsc
ipatalas.vscode-postfix-ts
JulianIaquinandi.nvim-ui-modifier
k--kato.intellij-idea-keybindings
ms-vscode.vscode-typescript-next
PKief.material-icon-theme
Prisma.prisma
ritwickdey.LiveServer
steoates.autoimport
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
Vue.volar
wraith13.bracket-lens
yoavbls.pretty-ts-errors
yusukehirao.vscode-markuplint
